export const teas = [
  {
    id: 1,
    name: "Храм Пресвіт (Шу Пуер)",
    description: "Це чай Храм Пресвіт, дуже вкусний та смачний",
    bigDescription:
      "Це чай Храм Пресвіт, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    pageDescription:
      "Це чай Рітуал, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис. Дата створення 1343 рік. Склад: чай Улунь із женьшенем 100%. Можливо рассказати сторі, як боролися с драконами у часи середньовіччя, про принцес яки пили цей чай та щось на кшталт цього",
    imageUrl: "/assets/images/Tea/hramPresvitShuPuer.jpg",
    price: 1200,
    category: "tea",
  },
  {
    id: 2,
    name: "Рітуал (Шу Пуер)",
    description: "Це чай Рітуал, дуже вкусний та смачний ",
    bigDescription:
      "Це чай Рітуал, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    pageDescription:
      "Це чай Рітуал, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис. Дата створення 1343 рік. Склад: чай Улунь із женьшенем 100%. Можливо рассказати сторі, як боролися с драконами у часи середньовіччя, про принцес яки пили цей чай та щось на кшталт цього",
    imageUrl: "/assets/images/Tea/ritualShuPuer.jpg",
    price: 1200,
    category: "tea",
  },
  {
    id: 3,
    name: "Сі Ху Лун Дзін",
    description: "Це чай Сі Ху Лу Дзін, дуже вкусний та смачний",
    bigDescription:
      "Це чай Сі Ху Лу Дзін, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    pageDescription:
      "Це чай Сі Ху Лу Дзін, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис. Дата створення 1343 рік. Склад: чай Улунь із женьшенем 100%. Можливо рассказати сторі, як боролися с драконами у часи середньовіччя, про принцес яки пили цей чай та щось на кшталт цього",
    imageUrl: "/assets/images/Tea/siHuLuDzin.jpg",
    price: 1200,
    category: "tea",
  },
  {
    id: 4,
    name: "Таємничий Шлях (Шу Пуер)",
    description: "Це чай Таємничий Шлях, дуже вкусний та смачний",
    bigDescription:
      "Це чай Таємничий Шлях, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    pageDescription:
      "Це чай Таємничий Шлях, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис. Дата створення 1343 рік. Склад: чай Улунь із женьшенем 100%. Можливо рассказати сторі, як боролися с драконами у часи середньовіччя, про принцес яки пили цей чай та щось на кшталт цього",
    imageUrl: "/assets/images/Tea/taemnuchiuShlyahShuPuer.jpg",
    price: 1200,
    category: "tea",
  },
  {
    id: 5,
    name: "Те Гуань Інь",
    description: "Це чай Те Гуань Інь, дуже вкусний та смачний ",
    bigDescription:
      "Це чай Те Гуань Інь, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    pageDescription:
      "Це чай Те Гуань Інь, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис. Дата створення 1343 рік. Склад: чай Улунь із женьшенем 100%. Можливо рассказати сторі, як боролися с драконами у часи середньовіччя, про принцес яки пили цей чай та щось на кшталт цього",
    imageUrl: "/assets/images/Tea/teGuanIn.jpg",
    price: 1200,
    category: "tea",
  },
  {
    id: 6,
    name: "Улунь Із Женьшенем",
    description: "Це чай Улунь Із Женьшенем, дуже вкусний та смачний",
    bigDescription:
      "Це чай Улунь Із Женьшенем, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    imageUrl: "/assets/images/Tea/ulunIzZhenshenem.jpg",
    pageDescription:
      "Це чай Улунь Із Женьшенем, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис. Дата створення 1343 рік. Склад: чай Улунь із женьшенем 100%.  Можливо рассказати сторі, як боролися с драконами у часи середньовіччя, про принцес яки пили цей чай та щось на кшталт цього",
    price: 1200,
    category: "tea",
  },
  {
    id: 7,
    name: "Відданість (Шу Пуер)",
    description: "Це чай Відданість (Шу Пуер), дуже вкусний та смачний",
    bigDescription:
      "Це чай Відданість (Шу Пуер), дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    imageUrl: "/assets/images/Tea/viddanistShuPuer.jpg",
    pageDescription:
      "Це чай Відданість (Шу Пуер), дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис. Опис реально на пару параграфів. Можливо рассказати сторі, як боролися с драконами у часи середньовіччя, про принцес яки пили цей чай та щось на кшталт цього",
    price: 1200,
    category: "tea",
  },
  {
    id: 8,
    name: "Вірність (Шу Пуер)",
    description: "Це чай Вірність (Шу Пуер), дуже вкусний та смачний",
    bigDescription:
      "Це чай Вірність (Шу Пуер), дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    pageDescription:
      "Це чай Вірність (Шу Пуер), дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис. Опис реально на пару параграфів. Можливо рассказати сторі, як боролися с драконами у часи середньовіччя, про принцес яки пили цей чай та щось на кшталт цього",
    imageUrl: "/assets/images/Tea/virnistShuPuer.jpg",
    price: 1200,
    category: "tea",
  },
];
