export const tablewares = [
  {
    id: 1,
    name: "Набоір чашок Тібетський монах",
    description:
      "Набоір чашок Тібетський монах. Хочеш бути як тібетський монах використовуй ці чашки. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/tableware.png",
  },
  {
    id: 2,
    name: "Чайник Альпійский луг",
    description:
      "Чайник Альпійский луг. Почуй заспокоєння як в Альпах. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/2.png",
  },
  {
    id: 3,
    name: "Чайний дракон",
    description:
      "Чайний дракон. Треба задобрити. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/3.png",
  },
  {
    id: 4,
    name: "Чайник від Сенсея",
    description:
      "Чайник від Сенсея. Від Сенсея. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/4.png",
  },
  {
    id: 5,
    name: "Чашки від Сенсея",
    description:
      "Чашки від Сенсея. Від Сенсея. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    bigDescription:
      "Це чай Те Гуань Інь, дуже вкусний та смачний, але це великий опис чаю з настановами Сенсея, описом душі чаю та іншими різними крутими фічами для цього чаю. Прям максимальний опис",
    imageUrl: "/assets/images/Tableware/5.png",
  },
  {
    id: 6,
    name: "Дракон від Сенсея",
    description:
      "Дракон від Сенсея. Від Сенсея! Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/6.png",
  },
];
