export const tablewares = [
  {
    id: 1,
    name: "Набоір чашок Тібетський монах",
    description:
      "Набоір чашок Тібетський монах. Хочеш бути як тібетський монах використовуй ці чашки. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    pageDescription:
      "Набоір чашок Тібетський монах. Хочеш бути як тібетський монах використовуй ці чашки. Створено в Тібеті. 100% тібетська глина. Максимум опису щоб на декілька строк. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/tableware.png",
    price: 1200,
    category: "tableware",
  },
  {
    id: 2,
    name: "Чайник Альпійский луг",
    description:
      "Чайник Альпійский луг. Почуй заспокоєння як в Альпах. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    pageDescription:
      "Чайник Альпійский луг. Почуй заспокоєння як в Альпах. Створено в Альпах. 100% альпійська глина. Максимум опису щоб на декілька строк. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/2.png",
    price: 1200,
    category: "tableware",
  },
  {
    id: 3,
    name: "Чайний дракон",
    description:
      "Чайний дракон. Треба задобрити. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    pageDescription:
      "Чайний дракон. Треба задобрити. Почуй силу дракону. Створено драконом. 100% чешуя дракона. Максимум опису щоб на декілька строк. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/3.png",
    price: 1200,
    category: "tableware",
  },
  {
    id: 4,
    name: "Чайник від Сенсея",
    description:
      "Чайник від Сенсея. Від Сенсея. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    pageDescription:
      "Чайник від Сенсея. Від Сенсея. Майстерність століть в чайному посуді. Створено Сенсеем. 100% майтерності сенсея. Максимум опису щоб на декілька строк. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/4.png",
    price: 1200,
    category: "tableware",
  },
  {
    id: 5,
    name: "Чашки від Сенсея",
    description:
      "Чашки від Сенсея. Від Сенсея. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    pageDescription:
      "Чашки від Сенсея. Від Сенсея. Майстерність століть в чайному посуді. Створено Сенсеем. 100% майтерності сенсея. Максимум опису щоб на декілька строк. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/5.png",
    price: 1200,
    category: "tableware",
  },
  {
    id: 6,
    name: "Чайний дракон від Сенсея",
    description:
      "Чайний Дракон від Сенсея. Від Сенсея! Але насправді очікуємо і назви і фотки і опис від Сенсея",
    pageDescription:
      "Чайний Дракон від Сенсея. Від Сенсея. Майстерність століть в чайному посуді. Створено Сенсеем. 100% майтерності сенсея. Максимум опису щоб на декілька строк. Але насправді очікуємо і назви і фотки і опис від Сенсея",
    imageUrl: "/assets/images/Tableware/6.png",
    price: 1200,
    category: "tableware",
  },
];
