export const wisdoms = [
  {
    id: 1,
    name: "Учення спокою",
    wisdom:
      "У кожному моменті заварювання чаю необхідно знаходити спокій. Процес починається з очищення розуму. Коли розум спокійний, кожна крапля чаю відображає внутрішню гармонію. Спокій у чашці — це спокій у душі.",
    imageUrl: "/assets/images/Wisdom/IMG_6611.JPG",
  },
  {
    id: 2,
    name: "Учення терпіння",
    wisdom:
      "Як заварювання чаю вимагає часу та уважного підходу, так і шлях до майстерності потребує терпіння. Спішка руйнує істинний смак чаю і призводить до втрати усвідомленості. Терпіння — це ключ до пізнання глибини чаю та бойових мистецтв.",
    imageUrl: "/assets/images/Wisdom/IMG_6622.JPG",
  },
  {
    id: 3,
    name: "Учення концентрації",
    wisdom:
      "Чайний ритуал вимагає повної зосередженості на кожному дії: від вибору чаю до його заварювання. В бойових мистецтвах так само — кожен рух має бути свідомим і точним. Концентрація веде до досконалості не лише в чайній церемонії, а й у житті.",
    imageUrl: "/assets/images/Wisdom/IMG_6623.JPG",
  },
  {
    id: 4,
    name: "Учення простоти",
    wisdom:
      "Справжня краса і сила заключені в простоті. Як чашка чаю може розкрити глибокі аромати без зайвих прикрас, так і шлях воїна чистий і вільний від непотрібного. Позбавляйся зайвого, щоб побачити істину в кожному моменті.",
    imageUrl: "/assets/images/Wisdom/IMG_6629.JPG",
  },
  {
    id: 5,
    name: "Учення гармонії",
    wisdom:
      "Чайна церемонія та бойові мистецтва — це баланс. Взаємодія сил, гармонія природи і людини. Коли ти знаходиш гармонію з навколишнім світом і самим собою, чай стає не просто напоєм, а мостом до розуміння всесвіту",
    imageUrl: "/assets/images/Wisdom/IMG_6617.JPG",
  },
];
